/* 
	UnmountAssistant Localizable.strings
	Copyright 2008-2009 Apple Inc. All rights reserved.
 */

/* Alert buttons */
"OK" = "OK";
"CANCEL" = "Cancelar";
"FORCE_EJECT" = "Forçar ejecção…";
"CONFIRM_FORCE" = "Forçar ejecção";
"TRY_AGAIN" = "Volte a tentar";


/* non-GUI app is using the disk */
"UNKNOWN_IN_USE" = "O disco foi ejectado porque pode estar a ser utilizado por um ou mais programas.";
"VOLUME_IN_USE" = "O disco “%@” foi ejectado porque pode estar a ser utilizado por um ou mais programas.";

"TRYING_TO_EJECT_INFO" = "Para ejectar o disco imediatamente, clique no botão “Forçar ejecção”.";
"UNABLE_TO_EJECT_INFO" = "Pode tentar ejectar o disco de novo ou clicar em “Forçar ejecção” para o ejectar imediatamente.";

"UNKNOWN_FORCE_EJECT" = "Tem a certeza de que pretende ejectar o disco?";
"VOLUME_FORCE_EJECT" = "Tem a certeza de que pretende ejectar “%@”?";

"CONFIRM_FORCEEJECT_INFO" = "A ejecção do disco pode provocar problemas ao nível do disco ou da informação nele contida.";


/* GUI app is using the disk */
"UNKNOWN_IN_USE_BY_1GUIPROC" = "Não é possível ejectar o disco, porque “%@” está a utilizá-lo.";
"VOLUME_IN_USE_BY_1GUIPROC" = "Não é possível ejectar o disco “%1$@”, porque “%2$@” está a utilizá-lo.";

"UNKNOWN_IN_USE_BY_2GUIPROCS" = "Não é possível ejectar o disco, porque “%1$@” e “%2$@” estão a utilizá-lo.";
"VOLUME_IN_USE_BY_2GUIPROCS" = "Não é possível ejectar o disco “%1$@”, porque “%2$@” e “%3$@” estão a utilizá-lo.";

"UNKNOWN_IN_USE_BY_3GUIPROCS" = "Não é possível ejectar o disco, porque “%@” e outras aplicações estão a utilizá-lo.";
"VOLUME_IN_USE_BY_3GUIPROCS" = "Não é possível ejectar o disco “%1$@”, porque “%2$@” e outras aplicações estão a utilizá-lo.";

"QUIT_ONE_INFO" = "Saia da aplicação e tente ejectar o disco de novo.";
"QUIT_MULTIPLE_INFO" = "Saia das aplicações e tente ejectar o disco de novo.";


/* User is using the disk */
"UNKNOWN_IN_USE_BY_1USER" = "Não é possível ejectar o disco, porque está ser usado por outro utilizador (“%@”).";
"VOLUME_IN_USE_BY_1USER" = "Não é possível ejectar o disco “%1$@”, porque está ser usado por outro utilizador (“%2$@”).";

"UNKNOWN_IN_USE_BY_2USERS" = "Não é possível ejectar o disco, porque está ser usado por outros utilizadores (“%1$@” e “%2$@”).";
"VOLUME_IN_USE_BY_2USERS" = "Não é possível ejectar o disco “%1$@”, porque está ser usado por outros utilizadores (“%2$@” e “%3$@”).";

"UNKNOWN_IN_USE_BY_3USERS" = "Não é possível ejectar o disco, porque está ser usado por outros utilizadores (“%1$@” e “%2$@”, entre outros).";
"VOLUME_IN_USE_BY_3USERS" = "Não é possível ejectar o disco “%1$@”, porque está ser usado por outros utilizadores (“%2$@” e “%3$@”, entre outros).";

"LOGOUT_ONE_INFO" = "Volte a tentar ejectar o disco, quando “%@” deixar de o usar.";
"LOGOUT_MULTIPLE_INFO" = "Volte a tentar ejectar o disco, quando os outros utilizadores deixarem de o usar.";


/* Disk Image is mounted from the disk the disk */
"VOLUME_HAS_DISKIMAGE" = "Não é possível ejectar o disco “%1$@”, porque está a ser utilizado.";
"UNKNOWN_HAS_DISKIMAGE" = "Não é possível ejectar o disco, porque está a ser utilizado.";

"VOLUME_HAS_1DISKIMAGE_INFO" = "Ejecte primeiro “%1$@” e, em seguida, tente ejectar “%2$@” de novo.";
"VOLUME_HAS_2DISKIMAGES_INFO" = "Ejecte primeiro “%1$@” e “%2$@” e, em seguida, tente ejectar “%3$@” de novo.";
"VOLUME_HAS_3DISKIMAGES_INFO" = "Ejecte primeiro “%1$@” e outros discos e, em seguida, tente ejectar “%2$@” de novo.";

"UNKNOWN_HAS_1DISKIMAGE_INFO" = "Ejecte primeiro “%1$@” e, em seguida, tente ejectar o disco de novo.";
"UNKNOWN_HAS_2DISKIMAGES_INFO" = "Ejecte primeiro “%1$@” e “%2$@” e, em seguida, tente ejectar o disco de novo.";
"UNKNOWN_HAS_3DISKIMAGES_INFO" = "Ejecte primeiro “%1$@” e outros discos e, em seguida, tente ejectar o disco de novo.";


/* volume was ejected */
"UNKNOWN_WAS_EJECTED" = "O disco foi ejectado.";
"VOLUME_WAS_EJECTED" = "O disco “%@” foi ejectado.";


/* Misc strings */
"TRYING_TO_EJECT" = "A tentar ejectar";

"PROCESS_PID" = "Processo %d";